Repository: Talibdev27/GrowFarm
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru, uz

source: You do not have permission to access this page.
ru: У вас нет прав для доступа к этой странице.
uz: Sizda ushbu sahifaga kirish uchun ruxsat yo'q.

source: Home
ru: Главная
uz: Bosh sahifa

source: About
ru: О нас
uz: Biz haqimizda

source: Projects
ru: Проекты
uz: Loyihalar

source: Contact
ru: Контакты
uz: Aloqa

source: Dashboard
ru: Панель управления
uz: Boshqaruv paneli

source: Profile
ru: Профиль
uz: Profil

source: Create Project
ru: Создать проект
uz: Loyiha yaratish

source: Admin Dashboard
ru: Панель администратора
uz: Admin boshqaruv paneli

source: Logout
ru: Выйти
uz: Chiqish

source: Login
ru: Войти
uz: Kirish

source: Sign Up
ru: Регистрация
uz: Ro'yxatdan o'tish

source: Resources
uz: Resurslar

source: How It Works
uz: Qanday ishlaydi

source: FAQ
uz: Ko'p so'raladigan savollar

source: Terms & Conditions
uz: Foydalanish shartlari

source: Privacy Policy
uz: Maxfiylik siyosati

source: 123 Farm Street, Agritown
uz: 123 Ferma ko'chasi, Agritown

source: &copy; 2023 GrowFarm. All rights reserved.
uz: &copy; 2023 GrowFarm. Barcha huquqlar himoyalangan.

source: Designed with
uz: Yaratildi

source: for farmers and investors
uz: Investorlar uchun

source: Grow Together, Prosper Together
ru: Растем вместе, процветаем вместе
uz: Birga o'sib, birga ravnaq topamiz

source: Connecting investors with farmers to create sustainable agricultural growth and shared prosperity. Join our community and be part of the agricultural revolution.
ru: Соединяем инвесторов с фермерами для создания устойчивого сельскохозяйственного роста и общего процветания. Присоединяйтесь к нашему сообществу и станьте частью сельскохозяйственной революции.
uz: Investorlarni fermerlar bilan bog'lab, barqaror qishloq xo'jaligi o'sishini va umumiy farovonlikni yaratamiz. Jamiyatimizga qo'shiling va qishloq xo'jaligi inqilobining bir qismi bo'ling.

source: Get Started
ru: Начать
uz: Boshlash

source: Explore Projects
ru: Изучить проекты
uz: Loyihalarni ko'rib chiqish

source: How GrowFarm Works
ru: Как работает GrowFarm
uz: GrowFarm qanday ishlaydi

source: A simple process to connect farmers with investors
ru: Простой процесс соединения фермеров с инвесторами
uz: Fermerlarni investorlar bilan bog'lashning oddiy jarayoni

source: 1. Create an Account
ru: 1. Создайте аккаунт
uz: 1. Hisob yarating

source: Sign up as a farmer or an investor based on your goals and interests.
ru: Зарегистрируйтесь как фермер или инвестор в зависимости от ваших целей и интересов.
uz: Maqsadlaringiz va qiziqishlaringizga asoslanib, fermer yoki investor sifatida ro'yxatdan o'ting.

source: 2. List or Browse Projects
ru: 2. Размещайте или просматривайте проекты
uz: 2. Loyihalarni ro'yxatlang yoki ko'rib chiqing

source: Farmers list their agricultural projects, while investors browse for opportunities.
ru: Фермеры размещают свои сельскохозяйственные проекты, а инвесторы ищут возможности.
uz: Fermerlar o'z qishloq xo'jaligi loyihalarini ro'yxatga olishadi, investorlar esa imkoniyatlarni ko'rib chiqishadi.

source: 3. Connect & Collaborate
ru: 3. Соединяйтесь и сотрудничайте
uz: 3. Bog'laning va hamkorlik qiling

source: Investors fund projects they believe in, and farmers bring them to life.
ru: Инвесторы финансируют проекты, в которые они верят, а фермеры воплощают их в жизнь.
uz: Investorlar ishongan loyihalarini moliyalashtiradilar, fermerlar esa ularni hayotga tatbiq etadilar.

source: Featured Projects
ru: Избранные проекты
uz: Tanlangan loyihalar

source: Explore some of our highlighted agricultural investment opportunities
ru: Ознакомьтесь с некоторыми из наших выделенных возможностей сельскохозяйственных инвестиций
uz: Bizning ajratilgan qishloq xo'jaligi investitsiya imkoniyatlarimizdan ba'zilarini ko'rib chiqing

source: Risk
ru: Риск
uz: Xavf

source: Funded:
ru: Финансировано:
uz: Moliyalashtirilgan:

source: View Details
ru: Подробнее
uz: Tafsilotlarni ko'rish

source: No featured projects available at the moment. Check back soon!
ru: В настоящее время нет доступных избранных проектов. Проверьте позже!
uz: Hozirda tanlangan loyihalar mavjud emas. Tez orada qayta tekshiring!

source: View All Projects
ru: Посмотреть все проекты
uz: Barcha loyihalarni ko'rish

source: Benefits of GrowFarm
ru: Преимущества GrowFarm
uz: GrowFarm afzalliklari

source: Why farmers and investors choose our platform
ru: Почему фермеры и инвесторы выбирают нашу платформу
uz: Nima uchun fermerlar va investorlar bizning platformani tanlashadi

source: For Farmers
ru: Для фермеров
uz: Fermerlar uchun

source: Access to capital for farm expansion, equipment purchases, or new ventures without traditional bank financing.
ru: Доступ к капиталу для расширения фермы, покупки оборудования или новых предприятий без традиционного банковского финансирования.
uz: Fermani kengaytirish, uskunalar xarid qilish yoki an'anaviy bank moliyalashtirishlarsiz yangi loyihalar uchun kapitalga kirishish.

source: For Investors
ru: Для инвесторов
uz: Investorlar uchun

source: Diversify your portfolio with agricultural investments that offer competitive returns and support sustainable farming.
ru: Диверсифицируйте свой портфель сельскохозяйственными инвестициями, которые предлагают конкурентоспособную прибыль и поддерживают устойчивое сельское хозяйство.
uz: Raqobatbardosh daromad taklif etadigan va barqaror dehqonchilikni qo'llab-quvvatlaydigan qishloq xo'jaligi investitsiyalari bilan portfelingizni diversifikatsiya qiling.

source: Sustainability
ru: Устойчивость
uz: Barqarorlik

source: Support sustainable and regenerative agricultural practices that benefit the environment and local communities.
ru: Поддержка устойчивых и регенеративных сельскохозяйственных практик, которые приносят пользу окружающей среде и местным сообществам.
uz: Atrof-muhit va mahalliy jamoalarga foyda keltiradigan barqaror va regenerativ qishloq xo'jaligi amaliyotlarini qo'llab-quvvatlang.

source: Community
ru: Сообщество
uz: Jamiyat

source: Join a vibrant community of farmers and investors who share knowledge, resources, and success stories.
ru: Присоединяйтесь к активному сообществу фермеров и инвесторов, которые делятся знаниями, ресурсами и историями успеха.
uz: Bilim, resurslar va muvaffaqiyat hikoyalarini bo'lishuvchi fermerlar va investorlarning faol jamoasiga qo'shiling.

source: Success Stories
ru: Истории успеха
uz: Muvaffaqiyat hikoyalari

source: Hear from farmers and investors who have thrived with GrowFarm
ru: Узнайте от фермеров и инвесторов, которые процветали с GrowFarm
uz: GrowFarm bilan muvaffaqiyat qozongan fermerlar va investorlardan eshiting

source: John Farmer
ru: Джон Фермер
uz: Jon Fermer

source: Organic Vegetable Farmer
ru: Органический овощевод
uz: Organik sabzavot fermeri

source: GrowFarm helped me expand my organic vegetable farm by connecting me with investors who believe in sustainable agriculture. The funding I received allowed me to purchase new equipment and increase my production capacity by 50%%.
ru: GrowFarm помог мне расширить мою органическую овощную ферму, соединив меня с инвесторами, которые верят в устойчивое сельское хозяйство. Полученное финансирование позволило мне приобрести новое оборудование и увеличить производственные мощности на 50%%.
uz: GrowFarm meni barqaror qishloq xo'jaligiga ishonuvchi investorlar bilan bog'lab, organik sabzavot fermamni kengaytirishga yordam berdi. Men olgan moliyalashtirish yangi uskunalar sotib olishga va ishlab chiqarish quvvatimni 50%% ga oshirishga imkon berdi.

source: Sarah Green
ru: Сара Грин
uz: Sara Grin

source: As an investor passionate about sustainable agriculture, GrowFarm provides me with the perfect platform to support farmers while earning healthy returns. I have invested in three projects so far, and the transparency and support provided by the platform has been exceptional.
ru: Как инвестор, увлеченный устойчивым сельским хозяйством, GrowFarm предоставляет мне идеальную платформу для поддержки фермеров, одновременно получая хорошую прибыль. Я уже инвестировал в три проекта, и прозрачность и поддержка, предоставляемые платформой, были исключительными.
uz: Barqaror qishloq xo'jaligiga ishtiyoqli investor sifatida, GrowFarm menga sog'lom daromad olish bilan birga fermerlarni qo'llab-quvvatlash uchun mukammal platformani taqdim etadi. Men hozirgacha uchta loyihaga investitsiya qildim va platforma tomonidan taqdim etilgan shaffoflik va qo'llab-quvvatlash ajoyib bo'ldi.

source: Ready to Join the Agricultural Revolution?
ru: Готовы присоединиться к сельскохозяйственной революции?
uz: Qishloq xo'jaligi inqilobiga qo'shilishga tayyormisiz?

source: Whether you're a farmer looking for investment or an investor seeking opportunities, GrowFarm connects you with the right partners for growth and success.
ru: Независимо от того, являетесь ли вы фермером, ищущим инвестиции, или инвестором, ищущим возможности, GrowFarm соединяет вас с правильными партнерами для роста и успеха.
uz: Siz investitsiya qidirayotgan fermer bo'lasizmi yoki imkoniyatlar izlayotgan investor bo'lasizmi, GrowFarm sizni o'sish va muvaffaqiyat uchun to'g'ri hamkorlar bilan bog'laydi.

source: Create an Account
ru: Создать аккаунт
uz: Hisob yaratish

source: Learn More
ru: Узнать больше
uz: Ko'proq ma'lumot olish

source: Investor
ru: Инвестор
